[Demo_Destiny_ep6_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=4522,Y=-4619,Z=95),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=4332,Y=-4619,Z=-40),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Fountain.GG2_AMB_Fountain_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Destiny_ep6_1.GG2_SE_DM_Stomach_Cue')
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_004_Cue',Name="エコロ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_006_Cue',Name="エコロ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_lp_close_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=0,Number=3,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_007_Cue',Name="エコロ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_008_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_010_Cue',Name="エコロ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_012_Cue',Name="エコロ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_013_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_015_Cue',Name="エコロ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep6_1.GG2_V_DES_ep6_1_016_Cue',Name="エコロ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[60]=(Actor=WINDOW,Command=EXIT)
DemoScripts[61]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[62]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[63]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[64]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[65]=(Actor=SYSTEM,Command=END)

[Select_Destiny_ep6_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Destiny_ep6_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="剩下的時間也已經不多了,/n得想辦法找到命運的對象纔行......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="......喔,不過肚子好像有點餓了./n這麼說來,我好像因為太拚命找女朋友,/n沒有喫午餐啊......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="艾可蘿餓不餓?/n我是有便當啦......")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="沒問題唷./n因為我是天使.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="天使不喫飯嗎?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="雖然能喫,不過是當成娛樂....../n大概是這種感覺呢./n並不是說非喫不可.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="因為天使之力的來源/n是人類的信仰或愛的能量./n我們就是為此而替人結緣的.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="......因此,當我們看到像當初的你/n那種對戀愛不積極的人類時,/n也會覺得有點令人生氣.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="難怪我們明明才剛認識/n妳就微妙地話中帶刺啊....../n天使也不是做慈善事業的呢......")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="當然也是有因為喜歡人類/n而從事工作的天使./n簡單來說就是天使也有各式各樣的類型呢.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="艾可蘿看起來不像是/n喜歡人類的類型呢.")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="我並不否認,不過即使如此我也覺得/n和以前比起來,以我的標準而言/n已經算是變得喜歡人類了哦.")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="因為以前的我/n是很討厭人類的......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="哦,是發生了什麼/n讓妳價值觀改變的事情嗎?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="嗯,發生了很多事唷./n真的很多......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="比起這個,既然肚子餓了,/n那就請快點喫一喫吧./n已經沒時間讓你磨蹭了唷.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="嗯./n喫個兩口就馬上出發吧.")

Texts[17]=(Label="",Name="",Text="")

Texts[18]=(Label="SELECT01",Name="",Text="")

Texts[19]=(Label="SELECT02",Name="",Text="")

Texts[20]=(Label="SELECT03",Name="",Text="")

Texts[21]=(Label="SELECT04",Name="",Text="")

Texts[22]=(Label="SELECT05",Name="",Text="")

Texts[23]=(Label="SELECT06",Name="",Text="")

Texts[24]=(Label="SELECT07",Name="",Text="")

Texts[25]=(Label="SELECT08",Name="",Text="")

Texts[26]=(Label="SELECT09",Name="",Text="")

Texts[27]=(Label="SELECT10",Name="",Text="")


